[
  {
    "id": "R1",
    "pVTE": 0.1,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with unprovoked symptomatic venous thromboembolism who completed primary short-term treatment.",
    "ashRec": "For patients with unprovoked VTE who have completed primary short-term treatment, the ASH guideline panel suggests not to perform thrombophilia testing and recommend indefinite anticoagulant treatment to all patients (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R2",
    "pVTE": 0.01,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with symptomatic venous thromboembolism provoked by surgery who completed primary short-term treatment.",
    "ashRec": "For patients with VTE provoked by surgery who have completed primary short-term treatment, the ASH guideline panel suggests not to perform thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "NoRx",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R3",
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with symptomatic venous thromboembolism provoked by a non-surgical major transient risk factor who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests testing for thrombophilia and indefinite anticoagulant treatment for patients with thrombophilia and stopping anticoagulant treatment for patients without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R4",
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Women with VTE provoked by pregnancy or postpartum who completed primary treatment.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and indefinite anticoagulant treatment for women with thrombophilia and stopping anticoagulant treatment for women without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R5",
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Women with VTE associated with use of combined oral contraceptives who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests testing for thrombophilia with indefinite anticoagulant treatment for women with thrombophilia and stopping anticoagulant treatment for women without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R6",
    "pVTE": 0.075,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with an unspecified type of venous thromboembolism who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing to guide anticoagulant treatment duration and administer indefinite anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE ",
    "group": "R1-R10"
  },
  {
    "id": "R7",
    "pVTE": 0.038,
    "Tp": 0.436,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with cerebral venous thrombosis planning to discontinue anticoagulation.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and indefinite anticoagulation for patients with thrombophilia  testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia (over  no thrombophilia testing and stopping anticoagulant treatment in all) (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE in unusual sites",
    "group": "R1-R10"
  },
  {
    "id": "R8",
    "pVTE": 0.038,
    "Tp": 0.436,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with cerebral venous thrombosis planning to continue anticoagulation indefinitely.",
    "ashRec": "For patients with CVT who have completed primary treatment in a setting where anticoagulation would be continued indefinitely, the ASH guideline panel suggests not to perform thrombophilia testing to guide anticoagulant treatment duration [over thrombophilia testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia or no thrombophilia testing and indefinite anticoagulant treatment in all]  (conditional recommendation based on very low certainty in the evidence about effects)",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE in unusual sites",
    "group": "R1-R10"
  },
  {
    "id": "R9",
    "pVTE": 0.05,
    "Tp": 0.416,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with splanchnic venous thrombosis without cirrhosis planning to discontinue anticoagulation.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE in unusual sites",
    "group": "R1-R10"
  },
  {
    "id": "R10",
    "pVTE": 0.05,
    "Tp": 0.416,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with splanchnic venous thrombosis without cirrhosis planning to continue anticoagulation indefinitely.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing and continue anticoagulation indefinitely (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE in unusual sites",
    "group": "R1-R10"
  },
  {
    "id": "R11a",
    "pVTE": 0.015,
    "Tp": 0.5,
    "RRt": 2.71,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known FVL (low-risk thrombophilia) who have a minor provoking risk factor for VTE (eg, immobility or minor injury, illness, or infection), the ASH guideline panel suggests not testing for the known familial thrombophilia to guide thromboprophylaxis, and not administering thromboprophylaxis in all patients [over selective thrombophilia testing and subsequent thromboprophylaxis in relatives positive for thrombophilia and no thromboprophylaxis in relatives negative for thrombophilia] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R11a: First-degree relatives of patients with VTE and factor V Leiden (FVL) who have a minor provoking VTE risk factor for FVL.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R11b",
    "pVTE": 0.015,
    "Tp": 0.5,
    "RRt": 2.35,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known PGM  (low-risk thrombophilia) who have a minor provoking risk factor for VTE (eg, immobility or minor injury, illness, or infection),  the ASH guideline panel suggests not testing for the known familial thrombophilia to guide thromboprophylaxis, and not administering thromboprophylaxis in all patients [over selective thrombophilia testing and subsequent thromboprophylaxis in relatives positive for thrombophilia and no thromboprophylaxis in relatives negative for thrombophilia] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R11b: First-degree relatives of patients with VTE and prothrombin mutation (PT) who have a minor provoking VTE risk factor for PT.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R11c",
    "pVTE": 0.05,
    "Tp": 0.5,
    "RRt": 12.17,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known antithrombin deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known familial thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects)",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R11c: First-degree relatives of patients with VTE and antithrombin deficiency (AT) who have a minor provoking VTE risk factor for AT.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R11d",
    "pVTE": 0.05,
    "Tp": 0.5,
    "RRt": 7.47,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known protein C deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known familial thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects)",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R11d: First-degree relatives of patients with VTE and protein C deficiency (PC) who have a minor provoking VTE risk factor for PC.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R11e",
    "pVTE": 0.05,
    "Tp": 0.5,
    "RRt": 5.98,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known protein S deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known familial thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects)",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R11e: First-degree relatives of patients with VTE and protein S deficiency (PS) who have a minor provoking VTE risk factor for PS.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R12a",
    "pVTE": 0.015,
    "Tp": 0.512,
    "RRt": 2.82,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known FVL (low-risk thrombophilia) who have a minor provoking risk factor for VTE (eg, immobility or minor injury, illness, or infection), the ASH guideline panel suggests not testing for all hereditary thrombophilias to guide thromboprophylaxis [ over testing for any hereditary thrombophilia and subsequent thromboprophylaxis in relatives positive for thrombophilia and no thromboprophylaxis in relatives negative for thrombophilia , or no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R12a: First-degree relatives of patients with VTE and factor V Leiden (FVL) who have a minor provoking VTE risk factor for any hereditary thrombophilia.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R12b",
    "pVTE": 0.015,
    "Tp": 0.524,
    "RRt": 2.55,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known PGM (low-risk thrombophilia) who have a minor provoking risk factor for VTE (eg, immobility or minor injury, illness, or infection), the ASH guideline panel suggests not testing for all hereditary thrombophilias to guide thromboprophylaxis [ over testing for any hereditary thrombophilia and subsequent thromboprophylaxis in relatives positive for thrombophilia and no thromboprophylaxis in relatives negative for thrombophilia , or no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R12b: First-degree relatives of patients with VTE and prothrombin mutation (PT) who have a minor provoking VTE risk factor for any hereditary thrombophilia.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R12c",
    "pVTE": 0.05,
    "Tp": 0.533,
    "RRt": 11.76,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known antithrombin deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for all hereditary thrombophilias (using a panel of tests). The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis for a minor provoking risk factor in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects) ",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R12c: First-degree relatives of patients with VTE and antithrombin deficiency (AT) who have a minor provoking VTE risk factor for any hereditary thrombophilia.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R12d",
    "pVTE": 0.05,
    "Tp": 0.533,
    "RRt": 7.36,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known protein C deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for all hereditary thrombophilias (using a panel of tests). The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis for a minor provoking risk factor in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R12d: First-degree relatives of patients with VTE and protein C deficiency (PC) who have a minor provoking VTE risk factor for any hereditary thrombophilia.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R12e",
    "pVTE": 0.05,
    "Tp": 0.534,
    "RRt": 5.98,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a family history of VTE and known protein S deficiency (high-risk thrombophilia) who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for all hereditary thrombophilias (using a panel of tests). The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis for a minor provoking risk factor in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects) ",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R12e: First-degree relatives of patients with VTE and protein S deficiency (PS) who have a minor provoking VTE risk factor for any hereditary thrombophilia.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R13",
    "pVTE": 0.012,
    "Tp": 0.142,
    "RRt": 3.89,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "The ASH guideline panel suggests not testing for all hereditary thrombophilias (using a panel of tests) to guide thromboprophylaxis and no thromboprophylaxis in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R13: First-degree relatives of patients with VTE and unknown thrombophilia status who have a minor provoking risk factor for VTE.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R14a",
    "pVTE": 0.0075,
    "Tp": 0.5,
    "RRt": 2.71,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "The ASH guideline panel suggests not testing for the known thrombophilia to guide thromboprophylaxis and no thromboprophylaxis in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R14a: First-degree relatives of patients with a family history of FVL  (low-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R14b",
    "pVTE": 0.0075,
    "Tp": 0.5,
    "RRt": 2.54,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "The ASH guideline panel suggests not testing for the known thrombophilia to guide thromboprophylaxis and no thromboprophylaxis in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R14b: First-degree relatives of patients with a family history of  PGM (low-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R14c",
    "pVTE": 0.025,
    "Tp": 0.5,
    "RRt": 12.17,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a first-degree family history of antithrombin deficiency (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R14c: First-degree relatives of patients with a family history of  antithrombin (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R14d",
    "pVTE": 0.025,
    "Tp": 0.5,
    "RRt": 7.47,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a first-degree family history of protein C deficiency (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R14d: First-degree relatives of patientss with a family history of  protein C (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R14e",
    "pVTE": 0.025,
    "Tp": 0.5,
    "RRt": 5.98,
    "RRrx": 0.54,
    "H_low": 0.004,
    "H_high": null,
    "RRbleed": 2.09,
    "decimals": 2,
    "description": "For individuals with a first-degree family history of protein S deficiency (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE, the ASH guideline panel suggests testing for the known thrombophilia. The panel suggests thromboprophylaxis in individuals with thrombophilia and no thromboprophylaxis in individuals without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic individuals with a family history of VTE and/or thrombophilia and a minor transient risk factor for VTE ",
    "category": "R14e: First-degree relatives of patients with a family history of  protein S (high-risk thrombophilia) but no family history of VTE who have a minor provoking risk factor for VTE",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R21a",
    "pVTE": 0.0375,
    "Tp": 0.25,
    "RRt": 20.96,
    "RRrx": 0.41,
    "H_low": 0.00634,
    "H_high": null,
    "RRbleed": 3.21,
    "decimals": 2,
    "description": "Compared to no thrombophilia testing and no antepartum thromboprophylaxis in all patients, the ASH guideline panel suggests testing for the known familial thrombophilia and antepartum thromboprophylaxis for women with the same familial thrombophilia, but no antepartum prophylaxis for women without the same familial thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R21a: Women with a family history of VTE and known homozygous FVL in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R21b",
    "pVTE": 0.018,
    "Tp": 0.5,
    "RRt": 10.51,
    "RRrx": 0.41,
    "H_low": 0.00634,
    "H_high": null,
    "RRbleed": 3.21,
    "decimals": 2,
    "description": "The ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R21b: Women with a family history of VTE and an antithrombin deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R21c",
    "pVTE": 0.004,
    "Tp": 0.5,
    "RRt": 6.04,
    "RRrx": 0.41,
    "H_low": 0.00634,
    "H_high": null,
    "RRbleed": 3.21,
    "decimals": 2,
    "description": "The ASH guideline panel suggests either testing for the known familial thrombophilia to guide antepartum prophylaxis or not testing for thrombophilia and no antepartum thromboprophylaxis in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R21c: Women with a family history of VTE and a known protein C deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R21d",
    "pVTE": 0.008,
    "Tp": 0.5,
    "RRt": 5.03,
    "RRrx": 0.41,
    "H_low": 0.00634,
    "H_high": null,
    "RRbleed": 3.21,
    "decimals": 2,
    "description": "The ASH guideline panel suggests either testing for the known familial thrombophilia to guide antepartum prophylaxis or not testing for thrombophilia and no antepartum thromboprophylaxis in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "NoRx",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R21d: Women with a family history of VTE and a known protein S deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R21e",
    "pVTE": 0.02025,
    "Tp": 0.25,
    "RRt": 9.36,
    "RRrx": 0.41,
    "H_low": 0.00634,
    "H_high": null,
    "RRbleed": 3.21,
    "decimals": 2,
    "description": "The ASH guideline panel suggests testing for the known familial thrombophilia and antepartum thromboprophylaxis for women with the same familial thrombophilia and no antepartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R21e: Women with a family history of VTE and a combination of FVL and PGM in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R22a",
    "pVTE": 0.0375,
    "Tp": 0.25,
    "RRt": 20.96,
    "RRrx": 0.41,
    "H_low": 0.00846,
    "H_high": null,
    "RRbleed": 3.38,
    "decimals": 2,
    "description": "The ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R22a: Women with a first or second-degree family history of VTE and known homozygous FVL in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R22b",
    "pVTE": 0.018,
    "Tp": 0.5,
    "RRt": 10.51,
    "RRrx": 0.41,
    "H_low": 0.00846,
    "H_high": null,
    "RRbleed": 3.38,
    "decimals": 2,
    "description": "The ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R22b: Women with a first or second-degree family history of VTE and known antithrombin deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R22c",
    "pVTE": 0.004,
    "Tp": 0.5,
    "RRt": 6.04,
    "RRrx": 0.41,
    "H_low": 0.00846,
    "H_high": null,
    "RRbleed": 3.38,
    "decimals": 2,
    "description": "For women with a first-degree family history of VTE and a known protein C deficiency in the family, the ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects). For women with a second-degree family history of VTE and a known protein C deficiency in the family, the ASH guideline panel suggests either testing for the known familial thrombophilia or not testing for thrombophilia to guide postpartum thromboprophylaxis (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R22c: Women with a first or second-degree family history of VTE and known protein C deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R22d",
    "pVTE": 0.008,
    "Tp": 0.5,
    "RRt": 5.03,
    "RRrx": 0.41,
    "H_low": 0.00846,
    "H_high": null,
    "RRbleed": 3.38,
    "decimals": 2,
    "description": "For women with a first-degree family history of VTE and a known protein S deficiency in the family, the ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects). For women with a second-degree family history of VTE and a known protein S deficiency in the family, the ASH guideline panel suggests either testing for the known familial thrombophilia or not testing for thrombophilia to guide postpartum thromboprophylaxis (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R22d: Women with a first or second-degree family history of VTE and known protein S deficiency in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R22e",
    "pVTE": 0.02025,
    "Tp": 0.25,
    "RRt": 9.36,
    "RRrx": 0.41,
    "H_low": 0.00846,
    "H_high": null,
    "RRbleed": 3.38,
    "decimals": 2,
    "description": "The ASH guideline panel suggests testing for the known familial thrombophilia and postpartum thromboprophylaxis for women with the same familial thrombophilia and no postpartum prophylaxis for women without the same familial thrombophilia [over no thrombophilia testing and no thromboprophylaxis in all] (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Asymptomatic women who have a family history of VTE and a known thrombophilia in the family.",
    "category": "R22e: Women with a first or second-degree family history of VTE and known combination of FVL and PGM in the family.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R23a",
    "pVTE": 0.05,
    "Tp": 0.142,
    "RRt": 3.28,
    "RRrx": 0.61,
    "H_low": 0.0036,
    "H_high": null,
    "RRbleed": 1.65,
    "decimals": 2,
    "description": "For ambulatory patients with cancer receiving systemic therapy who have a family history of VTE and are otherwise determined to be at low risk for VTE, the ASH guideline panel suggests testing for hereditary thrombophilia. The panel suggests ambulatory thromboprophylaxis for patients with thrombophilia and no thromboprophylaxis for patients without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Ambulatory patients with cancer without a personal history of VTE and a family history of VTE, who are at low risk for VTE.",
    "category": "R23a: Ambulatory patients with cancer who have a family history of VTE and are otherwise determined to be at low risk for VTE.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R23b",
    "pVTE": 0.066,
    "Tp": 0.142,
    "RRt": 3.28,
    "RRrx": 0.61,
    "H_low": 0.008,
    "H_high": null,
    "RRbleed": 1.65,
    "decimals": 2,
    "description": "For ambulatory patients with cancer receiving systemic therapy who have a family history of VTE and are otherwise determined to be at intermediate risk for VTE, the ASH guideline panel suggests testing for hereditary thrombophilia. The panel suggests ambulatory thromboprophylaxis for patients with thrombophilia and no thromboprophylaxis for patients without thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashRec": "Test",
    "ashDecision": "Ambulatory patients with cancer without a personal history of VTE and a family history of VTE, who are at intermediate risk for VTE.",
    "category": "R23b: Ambulatory patients with cancer who have a family history of VTE and are otherwise determined to be at intermediate risk for VTE.",
    "group": "R11-R14,R21-R23"
  },
  {
    "id": "R15",
    "pVTE": 0.00035,
    "Tp": 0.0685,
    "RRt": 5.89,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women from the general population considering COCs.",
    "ashRec": "The ASH guideline panel recommends not performing thrombophilia testing to  guide the use of COC and administering COC in all (strong recommendation based on low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R16a",
    "pVTE": 0.002,
    "Tp": 0.0685,
    "RRt": 1.8,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women from the general population considering HRT (estrogen alone)",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing to guide the use of HRT and administering treatment to all (conditional recommendation based on low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R16b",
    "pVTE": 0.002,
    "Tp": 0.0685,
    "RRt": 1.8,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women from the general population considering HRT (combined)",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing to guide the use of HRT and administering treatment to all (conditional recommendation based on low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R17",
    "pVTE": 0.0012,
    "Tp": 0.142,
    "RRt": 3.87,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and unknown thrombophilia status in the family who are considering using COCs.",
    "ashRec": "The ASH guideline panel suggests not testing for hereditary thrombophilia (using a panel of tests) to guide the use of COC  and administering COC to all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R18a",
    "pVTE": 0.003,
    "Tp": 0.142,
    "RRt": 2.08,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and unknown thrombophilia in the family who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing for any hereditary thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R18b",
    "pVTE": 0.003,
    "Tp": 0.142,
    "RRt": 2.08,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and unknown thrombophilia in the family who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing for any hereditary thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R19a",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 2.71,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and known FVL in the family (low-risk thrombophilia) considering COCs.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of COC amd administering COC in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R19b",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 2.35,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and known  PGM in the family (low-risk thrombophilia) considering COCs.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of COC amd administering COC in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R19c",
    "pVTE": 0.008400000000000001,
    "Tp": 0.5,
    "RRt": 12.07,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and known antithrombin deficiency in the family (high-risk thrombophilia) considering COCs.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of COCs for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R19d",
    "pVTE": 0.0063,
    "Tp": 0.5,
    "RRt": 7.24,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein C deficiency in the family (high-risk thrombophilia) considering COCs.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of COCs for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R19e",
    "pVTE": 0.004900000000000001,
    "Tp": 0.5,
    "RRt": 5.98,
    "RRrx": 3.5,
    "H_low": 0.059499999999999956,
    "H_high": 0.85,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein S deficiency in the family (high-risk thrombophilia) considering COCs.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of COCs for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20a",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 2.6,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and known FVL in the family (low-risk thrombophilia) who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20b",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 2.6,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and known FVL in the family (low-risk thrombophilia) who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20c",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 0.8,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and known  PGM in the family (low-risk thrombophilia) who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20d",
    "pVTE": 0.0025,
    "Tp": 0.5,
    "RRt": 0.8,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and known  PGM in the family (low-risk thrombophilia) who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests not testing for the known familial thrombophilia to guide the use of HRT amd administering HRT in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20e",
    "pVTE": 0.008400000000000001,
    "Tp": 0.5,
    "RRt": 1.7,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and known antithrombin deficiency in the family (high-risk thrombophilia) who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20f",
    "pVTE": 0.008400000000000001,
    "Tp": 0.5,
    "RRt": 1.7,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and known antithrombin deficiency in the family (high-risk thrombophilia) who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20g",
    "pVTE": 0.0063,
    "Tp": 0.5,
    "RRt": 1.8,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein C deficiency in the family (high-risk thrombophilia) who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20h",
    "pVTE": 0.0063,
    "Tp": 0.5,
    "RRt": 1.8,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein C deficiency in the family (high-risk thrombophilia) who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20i",
    "pVTE": 0.004900000000000001,
    "Tp": 0.5,
    "RRt": 1.9,
    "RRrx": 2.22,
    "H_low": 0.1077,
    "H_high": 0.3659,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein S deficiency in the family (high-risk thrombophilia) who are considering using HRT estrogen alone.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  },
  {
    "id": "R20j",
    "pVTE": 0.004900000000000001,
    "Tp": 0.5,
    "RRt": 1.9,
    "RRrx": 4.28,
    "H_low": 0.1559,
    "H_high": 0.3167,
    "decimals": 4,
    "description": "Women with a family history of VTE and known protein S deficiency in the family (high-risk thrombophilia) who are considering using HRT combined.",
    "ashRec": "The ASH guideline panel suggests testing for the known familial thrombophilia and avoidance of HRT for women with high-risk thrombophilia (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Women considering COC or HRT",
    "group": "R15-R20",
    "isReversed": true
  }
]