{
  "R1": {
    "pVTE": 0.1,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with unprovoked symptomatic venous thromboembolism who completed primary short-term treatment.",
    "ashRec": "For patients with unprovoked VTE who have completed primary short-term treatment, the ASH guideline panel suggests not to perform thrombophilia testing and recommend indefinite anticoagulant treatment to all patients (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE "
  },
  "R2": {
    "pVTE": 0.01,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with symptomatic venous thromboembolism provoked by surgery who completed primary short-term treatment.",
    "ashRec": "For patients with VTE provoked by surgery who have completed primary short-term treatment, the ASH guideline panel suggests not to perform thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "NoRx",
    "category": "Patients with symptomatic VTE "
  },
  "R3": {
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with symptomatic venous thromboembolism provoked by a non-surgical major transient risk factor who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests testing for thrombophilia and indefinite anticoagulant treatment for patients with thrombophilia and stopping anticoagulant treatment for patients without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE "
  },
  "R4": {
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Women with VTE provoked by pregnancy or postpartum who completed primary treatment.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and indefinite anticoagulant treatment for women with thrombophilia and stopping anticoagulant treatment for women without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE "
  },
  "R5": {
    "pVTE": 0.05,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Women with VTE associated with use of combined oral contraceptives who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests testing for thrombophilia with indefinite anticoagulant treatment for women with thrombophilia and stopping anticoagulant treatment for women without thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE "
  },
  "R6": {
    "pVTE": 0.075,
    "Tp": 0.38,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with an unspecified type of venous thromboembolism who completed primary short-term treatment.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing to guide anticoagulant treatment duration and administer indefinite anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE "
  },
  "R7": {
    "pVTE": 0.038,
    "Tp": 0.436,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with cerebral venous thrombosis planning to discontinue anticoagulation.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and indefinite anticoagulation for patients with thrombophilia  testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia (over  no thrombophilia testing and stopping anticoagulant treatment in all) (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE in unusual sites"
  },
  "R8": {
    "pVTE": 0.038,
    "Tp": 0.436,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with cerebral venous thrombosis planning to continue anticoagulation indefinitely.",
    "ashRec": "For patients with CVT who have completed primary treatment in a setting where anticoagulation would be continued indefinitely, the ASH guideline panel suggests not to perform thrombophilia testing to guide anticoagulant treatment duration [over thrombophilia testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia or no thrombophilia testing and indefinite anticoagulant treatment in all]  (conditional recommendation based on very low certainty in the evidence about effects)",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE in unusual sites"
  },
  "R9": {
    "pVTE": 0.05,
    "Tp": 0.416,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with splanchnic venous thrombosis without cirrhosis planning to discontinue anticoagulation.",
    "ashRec": "The ASH guideline panel suggests thrombophilia testing and subsequent indefinite anticoagulant treatment in patients positive for thrombophilia and stopping anticoagulant treatment in patients negative for thrombophilia instead of no thrombophilia testing and stopping anticoagulant treatment in all (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Test",
    "category": "Patients with symptomatic VTE in unusual sites"
  },
  "R10": {
    "pVTE": 0.05,
    "Tp": 0.416,
    "RRt": 1.65,
    "RRrx": 0.15,
    "H_low": 0.005,
    "H_high": 0.015,
    "RRbleed": 2.17,
    "decimals": 0,
    "description": "Patients with splanchnic venous thrombosis without cirrhosis planning to continue anticoagulation indefinitely.",
    "ashRec": "The ASH guideline panel suggests not performing thrombophilia testing and continue anticoagulation indefinitely (conditional recommendation based on very low certainty in the evidence about effects).",
    "ashDecision": "Rx",
    "category": "Patients with symptomatic VTE in unusual sites"
  }
}